{"sections":{"main":{"type":"page-null","settings":{}},"rich_text_hmJ4W8":{"type":"rich-text","blocks":{"text_fj43EP":{"type":"text","settings":{"text":"<h1>Frequently Asked Questions<\/h1>"}}},"block_order":["text_fj43EP"],"settings":{"bgimg":"shopify:\/\/shop_images\/Garden-pictures.png","desktop_content_position":"center","text_class":"hero-block has-text-color-white","colorbg":"rgba(0,0,0,0)","content_alignment":"center","color_scheme":"","full_width":true,"padding_top":64,"padding_bottom":64}},"faq_kmzraz":{"type":"faq","blocks":{"faq_w9tRGK":{"type":"faq","settings":{"checkbox_expanded":false,"title":"Why didn't my seeds sprout?","content":"<p>View Lisa’s Video: <a href=\"https:\/\/thegardenersworkshop.myshopify.com\/blogs\/seed-starting-1\/video-lisas-seed-germination-tips-tricks\" title=\"https:\/\/thegardenersworkshop.myshopify.com\/blogs\/seed-starting-1\/video-lisas-seed-germination-tips-tricks\">Seed Germination Tips & Tricks<\/a><\/p><h5><\/h5>"}},"faq_Fzx9YP":{"type":"faq","settings":{"checkbox_expanded":false,"title":"Why use soil blocking?","content":"<p>Aside from its space-saving benefits, soil blocking produces high-quality seedlings. Without containers, plants avoid becoming root-bound and are air-pruned by the spaces between blocks. The structure allows for handling younger transplants, leading to faster establishment in the garden. Planting is efficient – simply pick up the cluster of seedlings and break off seedlings as you go. Plants that struggle with root-binding, like celosias, thrive with soil blocks.<\/p>"}},"faq_CDBzgY":{"type":"faq","settings":{"checkbox_expanded":false,"title":"It's all about timing!","content":"<p>We start almost all seeds in the mini ¾” blocker and time it correctly to avoid the need to bump them up. Plan for quick growth and an earlier planting age. Aim for 3”-4” transplants grown within 2-4 weeks. Avoid starting too early to prevent overgrowth. If you start 8 weeks before planting instead of the recommended 2-4 weeks, those plants will not thrive.<\/p>"}},"faq_e6jLGd":{"type":"faq","settings":{"checkbox_expanded":false,"title":"When should I start my seeds?","content":"<p>As a rule of thumb, I typically start seeds using the soil-blocking method ⅓ later than the recommended growing time. For example, if a seed is suggested to start 6 weeks before planting, I start it 4 weeks ahead. Quick growers like zinnias get a 2-3 week head start, while tomatoes and peppers get 4 weeks. Remember, it’s safer to start later than too early.<\/p>"}},"faq_7BiQCD":{"type":"faq","settings":{"checkbox_expanded":false,"title":"What is the potential of soil blocking production? Does a farm grow out of it?","content":"<p>In our peak production years, our designated seed starter began around 100,000 seedlings annually in soil blocks. Note: we operated from a 10’x10’ indoor space and a 12’x20’ outdoor covered carport area. While we transitioned to plug trays for sunflower production due to space and soil constraints, soil blocking remained ideal for most crops. Plug trays, suitable for outdoor use, saved precious indoor space. From home gardeners to market farmers, soil blocking proves versatile. While it may not cover 100% of production, it enhances space efficiency and seedling quality. <\/p>"}},"faq_7WNiGb":{"type":"faq","settings":{"checkbox_expanded":false,"title":"Do I use a special soil mix?","content":"<p>Using a specific blocking mix is crucial for soil blocks to remain sturdy until transplanting. Unlike potting mix, which is light and loose, blocking mix should be binding and compact, without vermiculite or perlite.  Ready-made blocking mix is available <a href=\"https:\/\/thegardenersworkshop.myshopify.com\/products\/organic-blocking-mix\" title=\"https:\/\/thegardenersworkshop.myshopify.com\/products\/organic-blocking-mix\">here<\/a>. For a homemade recipe and tips, <a href=\"https:\/\/cdn.shopify.com\/s\/files\/1\/0618\/0500\/2925\/files\/Seed-Starting-with-Blocking-22n-for-web.pdf?v=1727256830\" title=\"https:\/\/cdn.shopify.com\/s\/files\/1\/0618\/0500\/2925\/files\/Seed-Starting-with-Blocking-22n-for-web.pdf?v=1727256830\">click here<\/a>. The added nutrients recommended (greensand and rock phosphate powder) are often hard to find locally, so <a href=\"https:\/\/thegardenersworkshop.myshopify.com\/products\/diy-blocking-mix-nutrient\" title=\"https:\/\/thegardenersworkshop.myshopify.com\/products\/diy-blocking-mix-nutrient\">we offer them here<\/a>.<\/p>"}},"faq_tqEThf":{"type":"faq","settings":{"checkbox_expanded":false,"title":"How much water do I add to the blocking mix?","content":"<p>A kitty litter box or cement mixing tray is ideal for wetting and shaping the blocks. It’s best to wet the mix and allow it to sit overnight for smoother results, but we rarely manage to do that. Measure dry mix as you fill the mixing tray – 21 cups makes 2-3 trays (240 blocks each). Add approximately ⅓ of the soil volume in water (roughly 7 cups water to 21 cups dry mix), adjusting based on mix consistency. Aim for moist, mushy oatmeal texture with minimal pooling water. Keep notes of water measurements for consistency. Unused mix can be dried first and then stored in a breathable container for future use.<\/p>"}},"faq_y4DbRq":{"type":"faq","settings":{"checkbox_expanded":false,"title":"What type of tray should I use?","content":"<p>Select tray size based on the number of plants per variety, avoiding mixing varieties in one tray due to varying sprouting times. Our <a href=\"https:\/\/thegardenersworkshop.myshopify.com\/products\/soil-blocking-blocking-trays\" title=\"https:\/\/thegardenersworkshop.myshopify.com\/products\/soil-blocking-blocking-trays\">foam trays <\/a>(5” x 7”) hold 2 sets of 20 mini blocks, while our cafeteria trays hold 12 sets (240 blocks). Rigid trays enable easy handling with one hand and should have a flat bottom without ridges or drainage holes to prevent water pooling. Should you need to move blocks to another tray, using a pancake spatula on a flat-bottom tray is quick & easy. <\/p>"}},"faq_c4eDx8":{"type":"faq","settings":{"checkbox_expanded":false,"title":"Which size blocker tool should I use?","content":"<p>We rely on the <a href=\"https:\/\/thegardenersworkshop.myshopify.com\/products\/soil-blocker-small\" title=\"https:\/\/thegardenersworkshop.myshopify.com\/products\/soil-blocker-small\">mini ¾” block <\/a>for 95% of our seeds, including smaller varieties like snaps and lettuce, as well as larger seeds like zinnias and tomatoes. For seeds too large for the mini blocker, we use the <a href=\"https:\/\/thegardenersworkshop.myshopify.com\/products\/soil-blocker-large\" title=\"https:\/\/thegardenersworkshop.myshopify.com\/products\/soil-blocker-large\">2” blocker <\/a>or <a href=\"https:\/\/thegardenersworkshop.myshopify.com\/products\/cell-plug-tray-128-5ct\" title=\"https:\/\/thegardenersworkshop.myshopify.com\/products\/cell-plug-tray-128-5ct\">plug trays <\/a>for higher volumes. Sunflowers, sweet peas, and squash seeds are too large for the mini blocker.<\/p>"}},"faq_qNCdJA":{"type":"faq","settings":{"checkbox_expanded":false,"title":"How do I make soil blocks?","content":"<p>For the mini and 2” blockers, achieving firm blocks requires a similar but slightly different technique. When placing blocks on the tray, consider how you will water beside (rather than directly on) them – leave space between sets and on one side of the tray.<\/p><p><strong>Mini ¾” Blocker<\/strong>: Hold with both hands and push into soil, twisting slightly to fill cracks. Slide sideways to release suction, then push down again to ensure full chambers. Scrape excess soil from the bottom, flatten, and place on tray. Squeeze the plunger to release blocks.<\/p><p><strong>Large 2” Blocker<\/strong>: Hold with both hands and push into soil, twisting to fill cracks. Slide sideways to release suction, then scoop more soil into blocks and flatten. Place on tray and squeeze the plunger to release blocks. Note: Suction may take a moment to release.<\/p>"}},"faq_D4Jbpk":{"type":"faq","settings":{"checkbox_expanded":false,"title":"How do I sow seeds?","content":"<p>Seed packets typically specify whether seeds need light or darkness to sprout. If not, search online for “sowing instructions” + seed name. Use an <a href=\"https:\/\/thegardenersworkshop.myshopify.com\/products\/pan-aluminum-seeding\" title=\"https:\/\/thegardenersworkshop.myshopify.com\/products\/pan-aluminum-seeding\">aluminum seed pan <\/a>to avoid static. Place seeds on blocks using a moistened toothpick, ensuring one seed per block to eliminate thinning. Avoid touching blocks with fingers to maintain integrity. For sowing: surface-plant small\/tiny seeds (ensure good soil contact), spear larger seeds (like zinnias) into the mini block pointy end first (tail is left visible), and for large seeds in the 2” blocker, push them deeper into the block or use the insert attachment to create a hole where you will drop the seed and place a teaspoon of soil on top.<\/p>"}},"faq_AJ9pkh":{"type":"faq","settings":{"checkbox_expanded":false,"title":"Why do I need a heat source?","content":"<p>In general, most seeds germinate best within the 75-85 degree range. Consistent warmth and moisture prompt quicker and more uniform sprouting, which leads to more uniform plant growth on the tray.<\/p>"}},"faq_rg8hXy":{"type":"faq","settings":{"checkbox_expanded":false,"title":"Do I really need to use a heat mat, germination chamber, or domes?","content":"<p>Most seeds thrive in temperatures between 75-85 degrees, ensuring quicker and more abundant sprouting when warm and consistently moist. Without additional heat, soil temperature can be significantly cooler than the air, leading to poor germination and damping-off issues. <a href=\"https:\/\/thegardenersworkshop.myshopify.com\/products\/seed-starting-heat-mat\" title=\"https:\/\/thegardenersworkshop.myshopify.com\/products\/seed-starting-heat-mat\">Seedling heat mats <\/a>with built-in thermostats warm soil 15-20 degrees above room temperature, crucial for optimal germination. Larger commercial mats require separate thermostats but are valuable for commercial settings. We don’t find it necessary to use domes on heat mats but sometimes use <a href=\"https:\/\/thegardenersworkshop.myshopify.com\/products\/burlap-wide-weave\" title=\"https:\/\/thegardenersworkshop.myshopify.com\/products\/burlap-wide-weave\">wide-weave burlap <\/a>to retain some moisture without hindering airflow. Germination chambers, utilizing a water-based heat source, provide a steam bath effect for multiple trays. Some growers use warm sand tables with heater cables or hoop structures for warmth and moisture. Seed trays typically remain on heat sources for 2-10 days until at least 50% of seeds sprout, then are moved off the heat and under <a href=\"https:\/\/thegardenersworkshop.myshopify.com\/products\/light-table-top-grow\" title=\"https:\/\/thegardenersworkshop.myshopify.com\/products\/light-table-top-grow\">grow lights<\/a>.<\/p>"}},"faq_b8NrDp":{"type":"faq","settings":{"checkbox_expanded":false,"title":"How should I water the blocks, and how often?","content":"<p>Our seedling room faces southeast with glass on two sides, leading to intense heat on sunny days, often reaching 100 degrees or higher. I water thoroughly once daily in the morning, using a non-sprinkling water can or gentle sink hose nozzle. Pour water into the tray beside (not on top of) the blocks, ensuring all blocks are thoroughly moistened, adding extra if needed. Check trays afterward to ensure no excess water remains, as standing water can cause issues. To prevent blocks from drying out, particularly in mature seedling trays, we move them to our carport where conditions are less intense.<\/p>"}},"faq_GLcEEf":{"type":"faq","settings":{"checkbox_expanded":false,"title":"Should you fertilize seedlings?","content":"<p>I prefer using <a href=\"https:\/\/thegardenersworkshop.myshopify.com\/products\/fertilizer-liquid-seaweed-fish\" title=\"https:\/\/thegardenersworkshop.myshopify.com\/products\/fertilizer-liquid-seaweed-fish\">Neptune’s Harvest organic liquid fertilizer <\/a>to feed our seedlings. Once seeds sprout, I use it weekly as directed (use the ratio stated on the bottle for houseplants). I also use a diluted mix in a spray bottle to mist newly sown seeds, which is believed to boost germination – and in my experience, it does.<\/p>"}},"faq_LEJQC4":{"type":"faq","settings":{"checkbox_expanded":false,"title":"When and how to transplant up to larger blocker","content":"<p>In the shorter northern growing seasons, it is beneficial to grow transplants larger before planting them out. Install inserts on the 2” blocker to create a perfect ¾” hole for mini blocks. Transplant when the ¾” block has sprouted with roots reaching the block’s edge. Gently push the block into the hole – this allows the plant to grow on for 2-3 more weeks. Adjust your seed starting schedule accordingly for this additional growth time.<\/p>"}},"faq_iTcHEC":{"type":"faq","settings":{"checkbox_expanded":false,"title":"Are grow lights necessary?","content":"<p>For robust, healthy seedlings in minimal time, provide 16-18 hours of light daily. <a href=\"https:\/\/thegardenersworkshop.myshopify.com\/products\/light-table-top-grow\" title=\"https:\/\/thegardenersworkshop.myshopify.com\/products\/light-table-top-grow\">Our grow lights <\/a>have a built-in timer, but we recommend this <a href=\"https:\/\/thegardenersworkshop.myshopify.com\/products\/grounded-timer\" title=\"https:\/\/thegardenersworkshop.myshopify.com\/products\/grounded-timer\">grounded timer <\/a>for other lights. Tall, leggy growth indicates a need for more light. Adjust light distance based on bulb type: 2”-3” for low-heat bulbs, 15”-20” for T-5 fixtures. Keep seedlings under lights until ready for outdoor transplanting.<\/p>"}},"faq_PzFV44":{"type":"faq","settings":{"checkbox_expanded":false,"title":"How do I plant blocks in the garden?","content":"<p>I fertilize with <a href=\"https:\/\/thegardenersworkshop.myshopify.com\/products\/fertilizer-liquid-seaweed-fish\" title=\"https:\/\/thegardenersworkshop.myshopify.com\/products\/fertilizer-liquid-seaweed-fish\">Neptune’s Harvest <\/a>on planting day. Place a set of 20 blocks in your palm and break off as you plant. Plant blocks just deep enough to lightly cover with soil. Water transplants thoroughly, aiming for at least 1” of water weekly, especially in the first 2 weeks. Protect transplants from pests with a <a href=\"https:\/\/thegardenersworkshop.myshopify.com\/products\/plant-protection-floating-row-cover\" title=\"https:\/\/thegardenersworkshop.myshopify.com\/products\/plant-protection-floating-row-cover\">floating row cover <\/a>immediately after planting. Whether to use <a href=\"https:\/\/thegardenersworkshop.myshopify.com\/products\/pre-arched-76-inch-plant-support-wire-hoops\" title=\"https:\/\/thegardenersworkshop.myshopify.com\/products\/pre-arched-76-inch-plant-support-wire-hoops\">hoops <\/a>depends on your growing situation.<\/p>"}},"faq_dfpXMz":{"type":"faq","settings":{"checkbox_expanded":false,"title":"What is “hardening off”?","content":"<p>To acclimate seedlings to outdoor conditions, I move them to a covered carport area from the seedling room. This gradual exposure helps them adjust to wind and sunlight. The covered porch shields them from rain, preventing messes with the blocks. They stay out on the carport for at least 3-4 days, sometimes longer, before planting in the garden.<\/p>"}}},"block_order":["faq_w9tRGK","faq_Fzx9YP","faq_CDBzgY","faq_e6jLGd","faq_7BiQCD","faq_7WNiGb","faq_tqEThf","faq_y4DbRq","faq_c4eDx8","faq_qNCdJA","faq_D4Jbpk","faq_AJ9pkh","faq_rg8hXy","faq_b8NrDp","faq_GLcEEf","faq_LEJQC4","faq_iTcHEC","faq_PzFV44","faq_dfpXMz"],"settings":{"enable_rich_schema":true,"faq_heading":"","margin_top":0,"margin_bottom":5,"background_color":"rgba(0,0,0,0)","border_color":"#eeeeee","panel_color":"#fdfdfd","q_color":"","a_color":""}}},"order":["main","rich_text_hmJ4W8","faq_kmzraz"]}